<?php
return [
    'hm'        => 'حمید محزون',
    'hm_desc'   => "با سلام و خوش آمدید! من یک توسعه دهنده و نویسنده نرم افزار هستم که دیدگاهی متمایز از همگرایی فناوری و خلاقیت ارائه می دهم. خواه به کاوش در آخرین پروژه های نرم افزاری علاقه مند باشید یا به خواندن نوشته های روشنگر من، به جای درستی آمده اید. با مرور در سایت، نمونه کارها، وبلاگ و سایر مطالب هیجان انگیز من را کشف خواهید کرد. من اطلاعات زیادی در مورد توسعه نرم افزار، نوشتن و جدیدترین روندهای فناوری ارائه می دهم. از حضور شما متشکرم، و امیدوارم لحظات لذت بخشی را برای کاوش در وب سایت من داشته باشید!",
    'contact'   => 'تماس',
    'iam'       => 'من',
    'zero'      => 'زیرو ام',
    'webdev'    => 'برنامه نویس',
    'home'      => 'صفحه اصلی',
    'note'      => 'یادداشت',
    'notep'     => 'یادداشت فارسی',
    'notee'     => 'یادداشت به انگلیسی',
    'negative'  => 'منفی',
    'positive'  => 'مثبت',
    'subject'   => 'عنوان',
    'subjecte'  => 'عنوان به انگلیسی',
    'reset'     => 'حالت اولی',
    'save'      => 'ثبت',
    'close'     => 'بستن',
    'video'     => 'ویدیو',
    'name'     => 'نام',
    'namep'     => 'نام فارسی',
    'namee'     => 'نام انگلیسی',
    'link'      => 'لینک',
    'category'  => 'بخش',
    'more'      => 'بیشتر',
    'nrecord'   => 'ریکارد موجود نیست',
    'nmore'     => 'ریکارد دیگر موجود نیست!',
    'activites' => 'فعالیت ها',
    'ecomment'  => 'آموزش',
    'interview' => 'مصاحبه',
    'sname'     => 'نام جنس',
    'hmz'       => 'حمید محزون یا زیرو',
    'experience'=> 'تجربه',
	'date'		=> 'تاریخ',
	'tools'		=> 'ابزار',
	'cencel'	=> 'لغو',
	'read_more' => 'بیشتر بدانید',
	'pPost' 	=> 'مطالب مثبت',
	'nPost' 	=> 'مطالب منفی',
	'zPost' 	=> 'مطالب زیرو',
	'download' 	=> 'دانلود',
	'wshare' 	=> 'شریک کردن در وتساپ',
	'application' 	=> 'برنامه',
	'and' 			=> 'و',
	'detail' 		=> 'جزئیات',
	'search' 		=> 'جستجو',
    'note_decs' 	=> 'نوشتن وسیله ای قوی برای بیان و ارتباط است که نویسندگان را قادر می سازد تا در مفاهیم و دیدگاه های تازه غوطه ور شوند. در این بخش من ادراک های را که تجربه های زندگی  به من قابل توجه دانسته است را بی پرده نوشته ام، گاهی این نوشته ها با خود من هم خیلی هم ذاد پنداری نمیکند ولی حقایق تلخ شینی بودند و هستند که نمیشه نادیده گرفت.',
    'video_decs' 	=> 'بخش ویدیو، که در آن من محتوای متنوعی مانند مصاحبه، آموزش، سرگرمی های شخصی خود را ارائه کرده ام، من معتقدم که این بخش راهی عالی برای تعامل با شما و نشان دادن جنبه انسانی ما است. هدف من این است که به‌روزرسانی‌های منظم و تازه‌ای را در اختیار شما قرار دهم باعث می‌شود ارتباط من با شما را تقویت کند. امیدوارم از کاوش در محتوای ویدیویی من لذت ببرید.',
    'pro_decs' 	    => 'من وب سایت های موفقی را که به عنوان یک توسعه دهنده وب در بخش پروژه های خود به نمایش می گذاشته ام. من نیازهای مشتریان را اولویت‌بندی می‌کنم، وب‌سایت‌های جذاب و با کارایی بالا ایجاد می‌کنم. پروژه های من از تجارت الکترونیک گرفته تا سیستم های مدیریتی و پورتال های شرکتی را شامل می شود. من برای همکاری با مشتریان جدید و اجرای ایده های آنها هیجان زده هستم!',
    'reading' 		=> 'خواندن',
    'watch' 		=> 'دیدن',
    'pro' 		    => 'پروژه ها',
	'resume_decs' 	=> "وب سایت من دارای یک بخش رزومه است که در آن سوابق تحصیلی و حرفه ای خود را با جزئیات نشان می دهم و مهارت ها و تخصص خود را در زمینه های مختلف نشان می دهم. این بخش به عنوان بازتابی از تجربیات گذشته من عمل می کند و پتانسیل من برای کمک معنادار به هر سازمانی را نشان می دهد. لطفا نگاهی بیندازید و برای اطلاعات بیشتر با من تماس بگیرید.",
    'expand' 		=> 'بررسی',
    'review' 		=> 'مرور',
    'resume' 		=> 'خلص سوانع',
    'keywords' 	    => 'حمید محزون در دانشگاه فرب چین، حمید محزون از مزار شریف، حمید محزون در دانشگاه ابن سینا، حمید محزون در شرکت ادراس، حمید محزون در پروژه نیمز، حمید محزون در راه فردا، حمید محزون توسعه دهنده وب، حمید محزون آی تی، توسعه دهنده نرم افزار حمید محزون، مهندس نرم افزار حمید محزون',
    'desc' 	        => "وب سایت حمید محزون: دیدگاه یک توسعه دهنده نرم افزار به فناوری و نوآوری. بینش ها، آموزش ها و بهترین شیوه ها در توسعه نرم افزار را کشف کنید، به علاوه، از نوشتن نمونه هایی که سبک نوشتاری خلاقانه و رسا حمید را به نمایش می گذارد لذت ببرید.",
    'w3-light-grey' => 'حالت شب',
    'w3-dark-grey' 	=> 'حالت روز',
    'en' 	        => 'فارسی',
    'fa' 	        => 'English',
    'type_search'   => 'برای شروع جستجو، درخواست خود را تایپ کرده و کلید اینتررا فشار دهید',
    'last'          => 'آخری',
    'next'          => 'بعدی',
    'first'         => 'اولی',
    'previous'      => 'قبلی',
    'email'         => 'ایمیل',
    'login'         => 'ورود',
    'password'      => 'رمز',
    'hi'            => 'سلام',
    'pc_cwnu'       => '西华师范大圩',
    'pc_pc'         => '公共厨房',
    'pc_login'      => '登录',
    'pc_signup'      => '报名',
    'pc_sid'        => '学号',
    'pc_password'   => '密码',
    'pc_hi'         => '你好',
    
    'pc_CPassword'  => '更改密码',
    'pc_logout'     => '登出',
    'pc_opr_done'   => '操作完成了',
    'pc_npass'      => '新密码',
    'pc_cpass'      => '确认你的新密码',
    'pcen'          => '汉语',
    'pccn'          => 'English',
    'pc_num'         => '数字',
    'pc_name'       => '名字',
    'pc_period'     => '时期',
    'pc_done'       => '已完成',
    'pc_lasta'      => '最后活动时间',
    'pc_today'      => '今天',
    'pc_areys'      => '你确定吗?',
    'pc_yes'        => '我确定',    
    'pc_no'         => '不是的',
    'pc_logout'     => '注销',
    'pc_add'        => '添加',
    'pc_ename'      => '英文名字',
    'pc_cname'      => '中文名字',
    'pc_group'      => '群组',
    'pc_if'         => '如果你确信轮到你了，请向他询问',
    'pc_alt'        => '或者，你可以联系管理员以获得进一步的帮助',
    'pc_edit'       => '编辑',
    'pc_del'        => '删除',
    'pc_passReq'    => '请确保你的密码长度超过7个字符，并且与确认密码进行比较',
    'pc_update'     => '更新',
    'pc_login_fail' => '登录失败',
    'pc_opr_failed' => '操作失败',
    'pc_tperiod'    => '垃圾时期',
    'pc_cperiod'    => '清洁时期',
    'pc_tupdate'    => '垃圾更新',
    'pc_cupdate'    => '清洁更新',
    'pc_tomo'       => '明天',
    'pc_dat'        => '后天',
    'pc_notify'     => '通知',
    'pc_phone'      => '电话号码',
    'pc_intro'      => '介绍',
    'pc_students'   => '学生',
    'pc_admin'      => '行政',
    "pc_intro_disc" => "公共厨房应用！该应用旨在简化国际办公室和学生的厨房管理，提供一个清洁有序的环境。通过我们用户友好的界面，国际办公室能够轻松管理学生，包括添加、删除和更新他们的信息。但这还不是全部！该应用还采用了独特的排班系统。学生现在可以了解到他们负责清空垃圾和清洁公共厨房的指定日期。他们甚至可以接收有关清洁或清空垃圾轮到他们的通知。为了确保责任制，学生需要登录系统并确认他们的活动。这样，就很容易确定哪些学生积极参与，哪些可能需要温和提醒。我们的应用旨在培养学生的责任感和清洁意识，同时促进和谐的厨房环境",
    "pc_install"    => "安装",
    "pc_team"       => "团队",
    "pc_trash"      => "倒垃圾",
    "pc_cleaning"   => "清理",
    "pc_accomplished"       => "已完成",
    "pc_photo"       => "照片",
    "pc_skip"       => "跳过",
    "pc_wback"       => "需要多少天？",
    "pc_view"       => "看法",
    "pc_date"       => "日期",
    "pc_recent"       => "最近记录的垃圾被清空事件",
    "pc_list_of_all"       => "基于时期的全部列表",
    'pc_coming_up'       => '轮到你了',
    'pc_auser' => '用户已存在',
    'pc_otn'       => '从 1 到 9',
    'pc_wdate'       => '错误的日期',
    'pc_team_leader'       => '团队领导',
    'pc_call'      => '呼叫',
    'pc_cabinet'       => '机柜',
    'pc_uuserinfo'       => '用户信息',
    'pc_signup' => '注册',
    'pc_save' => '保存',
    'pc_cencel' => '取消',

'pc_isu' => '国际学生联合会',
'pc_ims' => '管理信息系统', 
'pc_pg' => '公共健身房',
'pc_dorm11' => '11号宿舍楼',
'pc_dorm22' => '22号宿舍楼',
'pc_events' => '活动',
'pc_aevents' => '已举办活动',
'pc_uevent' => '即将举办的活动',
'pc_student' => '学生',
'pc_female' => '女性',
'pc_male' => '男性',
'pc_gender' => '性别',
'pc_batch' => '批次',
'pc_grade' => '学位',
"pc_country" => "国家",
"pc_major" => "专业",

"bac" => "学士",
"mas" => "硕士",

"pc_grades" => [
    [
        'code' => 'bac',
        'name' => '学士'
    ],
    [
        'code' => 'mas',
        'name' => '硕士'
    ],
],

"ch" => "化学",
"cie" => "汉语国际教育",
"eie" => "电子信息工程",
"ees" => "环境工程与科学",
"iet" => "国际经济与贸易",
"pa" => "公共管理",
"se" => "软件工程",

"pc_majors" => [
    [
        'code' => 'ch',
        'name' => '化学'
    ],
    [
        'code' => 'cie',
        'name' => '汉语国际教育'
    ],
    [
        'code' => 'eie',
        'name' => '电子信息工程'
    ],
    [
        'code' => 'ees',
        'name' => '环境工程与科学'
    ],
    [
        'code' => 'iet',
        'name' => '国际经济与贸易'
    ],
    [
        'code' => 'pa',
        'name' => '公共管理'
    ],
    [
        'code' => 'se',
        'name' => '软件工程'
    ],
    [
        'code' => 'chl',
        'name' => '中文'
    ],
],


"AF" => "阿富汗",
"BD" => "孟加拉国",
"CD" => "刚果民主共和国",
"LR" => "利比里亚",
"BS" => "巴哈马",
"MA" => "澳门",
"NG" => "尼日利亚",
"PK" => "巴基斯坦",
"PG" => "巴布亚新几内亚",
"SL" => "塞拉利昂",
"LK" => "斯里兰卡",
"SD" => "苏丹",
'SS' => '南苏丹',
'TH' => '泰国',
'TM' => '土库曼斯坦',
'UZ' => '乌兹别克斯坦',
'VT' => '越南',
'ZM' => '津巴布韦',

"pc_countries" => [
    [
        'code' => 'AF',
        'name' => '阿富汗'
    ],
    [
        'code' => 'BD',
        'name' => '孟加拉国'
    ],
    [
        'code' => 'CD',
        'name' => '刚果民主共和国'
    ],
    [
        'code' => 'LR',
        'name' => '利比里亚'
    ],
    [
        'code' => 'BS',
        'name' => '巴哈马'
    ],
    [
        'code' => 'MA',
        'name' => '澳门'
    ],
    [
        'code' => 'NG',
        'name' => '尼日利亚'
    ],
    [
        'code' => 'PK',
        'name' => '巴基斯坦'
    ],
    [
        'code' => 'PG',
        'name' => '巴布亚新几内亚'
    ],
    [
        'code' => 'SL',
        'name' => '塞拉利昂'
    ],
    [
        'code' => 'LK',
        'name' => '斯里兰卡'
    ],
    [
        'code' => 'SD',
        'name' => '苏丹'
    ],
    [
        'code' => 'SS',
        'name' => '南苏丹'
    ],
    [
        'code' => 'SS',
        'name' => '南苏丹'
    ],
    [
        'code' => 'TH',
        'name' => '泰国'
    ],
    [
        'code' => 'TM',
        'name' => '土库曼斯坦'
    ],
    [
        'code' => 'UZ',
        'name' => '乌兹别克斯坦'
    ],
    [
        'code' => 'VT',
        'name' => '越南'
    ],
    [
        'code' => 'ZM',
        'name' => '津巴布韦'
    ],
],

"pc_status" => "状态",
"pc_home" => "家",
"pc_room" => "房间",
"pc_gym" => "健身房", 
"pc_pk" => "厨房",

"enrolled" => "注册",
"graduated" => "毕业",
"transferred" => "转学", 
"withdrawn" => "退学",

"isumember"     => "ISU会员",
"president"     => "主席",
"vpresident"    => "副主席",
"posation"      => "职位",
"deputy"        => "副手",
"director"      => "主任",
"member"        => "成员",
"department"    => "部门",
"sid"           => "学号",
"edepartment"   => "教育",
"odepartment"   => "办公室",
"ldepartment"   => "生活",
"adepartment"   => "活动",
"all"           => "所有",
"isup1"         => "1",
"library"       => "图书馆",
"documents"     => "文档",
"pc_download"   => "下载",
"pc_desc"       => "描述",
"document"      => "文档",
"dob"           => "出生日期",
"or"            => "或",
"pc_document"   => "文档",
'isu_admins'   => '管理员',
'leaders'   => '领导者',
"isumember"     => "ISU 会员",

'complaint_form' => '学生投诉表',
'toc' => '投诉类型',

];
