public/app/Controllers/HomeController.php

SELECT *
FROM `projects`
---
    public function index()
    {
        $data['records']	=  db('projects')->get()->getResult();